---
type: AssemblyDifferenceMemberCount
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# AssemblyDifferenceMemberCount

`Autodesk.Revit.DB.AssemblyDifferenceMemberCount` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Count1 | 2012 | `public int Count1 { get ; }` |
| Property | Count2 | 2012 | `public int Count2 { get ; }` |